Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DensityUnitEnum
The Mep density unit type.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DensityUnitEnum.KG_M3
Kg per cubic meter.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DensityUnitEnum.TON_M3
Ton per cubic meter.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DensityUnitEnum.N_M3
Newton per cubic meter.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DensityUnitEnum.kN_M3
kiloNewton per cubic meter.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DensityUnitEnum.LB_FEET3
Lb per cubic feet.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DensityUnitEnum.UNKNOWN
unknown unit.